Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvPollFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ACCESSIBILITY_ACTION_SHOW
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
ja: 表示
ko: 표시
pt_br: Mostrar
pt_pt: Mostrar
ru: Показать
uk: Показати
zh_hans: 显示

# ACCESSIBILITY_DOUBLE_TOUCH_SHOW
source: Touch twice to show answers
de: Doppelt tippen, um Antworten anzuzeigen
es: Toca dos veces para mostrar las respuestas
fr: Toucher deux fois pour afficher les réponses
it: Tocca due volte per visualizzare le risposte
ja: 2回タップして回答を表示
ko: 답변을 보려면 두 번 탭하세요
pt_br: Toque duas vezes para exibir as respostas
pt_pt: Toque duas vezes para mostrar as respostas
ru: Двойное касание для отображения ответов
uk: Двічі торкніться, щоб показати відповіді
zh_hans: 双击以显示答案

# ACCESSIBILITY_POLL_ANSWERS_WAITING
source: does not yet answer
de: antwortet noch nicht
es: no responde todavía
fr: n’a pas encore répondu
it: non risponde ancora
ja: まだ返信していません
ko: 아직 응답하지 않음
pt_br: ainda não respondeu
pt_pt: ainda não respondeu
ru: пока не отвечает
uk: поки що не відповідає
zh_hans: 尚未回复

source: Loading in progress
de: Wird geladen...
es: Cargando...
fr: Chargement en cours
it: Caricamento in corso
ja: 読み込み中
ko: 로드 중
pt_br: Carregando...
pt_pt: A carregar
ru: Загрузка в процессе
uk: Завантаження...
zh_hans: 正在加载

# NO_ANSWERS_AVAILABLE
source: None of the above
de: Keine der oben genannten
es: Ninguna de las anteriores
fr: Aucune des réponses précédentes
it: Nessuna delle precedenti
ja: 上記以外
ko: 위에 해당 사항 없음
pt_br: Nenhuma das opções acima
pt_pt: Nenhuma das opções anteriores
ru: Ни один из вышеперечисленных
uk: Жоден з перелічених
zh_hans: 以上皆非

# POLL_ACCESSIBILITY_ANSWER_%lld
source: answer %lld
de: Antwort %lld
es: responder %lld
fr: réponse %lld
it: risposta %lld
ja: %lld に回答
ko: %lld에 응답
pt_br: responder %lld
pt_pt: responder %lld
ru: ответ %lld
uk: відповідь %lld
zh_hans: 回复 %lld

# POLL_ACCESSIBILITY_DISABLED
source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 비활성화됨
pt_br: Desativado
pt_pt: Desativado
ru: Отключено
uk: Вимкнено
zh_hans: 已禁用

# POLL_ACCESSIBILITY_ENABLED
source: Enabed
de: Aktiviert
es: Activado
fr: Activé
it: Abilitato
ja: 有効
ko: 활성화됨
pt_br: Ativado
pt_pt: Ativado
ru: Включено
uk: Увімкнено
zh_hans: 已启用

# POLL_ANSWERS_%lld
source: %lld answers
de: %lld Antworten
es: %lld respuestas
fr: %lld réponses
it: %lld risposte
ja: %lld 個の回答
ko: %lld개의 응답
pt_br: %lld respostas
pt_pt: %lld respostas
ru: %lld ответов
uk: %lld відповідей
zh_hans: %lld 条回复

# POLL_ANSWERS_SORT_DEFAULT
source: Default
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
pt_pt: Predefinido
ru: По умолчанию
uk: За замовчуванням
zh_hans: 默认

# POLL_ANSWERS_SORT_NUMBER
source: Number of responses
de: Anzahl der Antworten
es: Número de respuestas
fr: Nombre de réponses
it: Numero di risposte
ja: 応答数
ko: 응답 수
pt_br: Número de respostas
pt_pt: Número de respostas
ru: Количество ответов
uk: Кількість відповідей
zh_hans: 回复数量

# POLL_CLOSE
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

# POLL_CREATE_ACTION
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 보내기
pt_br: Enviar
pt_pt: Enviar
ru: Отправить
uk: Надіслати
zh_hans: 发送

# POLL_CREATE_ADD_ANSWER_PLACEHOLDER
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
pt_pt: Adicionar
ru: Добавить
uk: Додати
zh_hans: 添加

# POLL_CREATE_ADD_EXPIRATION_DATE
source: Add an expiration date
de: Ein Ablaufdatum hinzufügen
es: Añadir fecha de caducidad
fr: Ajouter une date d’expiration
it: Aggiungi una data di scadenza
ja: 有効期限を設定
ko: 만료 날짜 추가
pt_br: Adicionar uma data de validade
pt_pt: Adicionar uma data de validade
ru: Установить дату истечения срока действия
uk: Додати дату закінчення терміну дії
zh_hans: 添加过期日期

# POLL_CREATE_ALLOWS_MULTIPLE_ANSWERS
source: Allows multiple answers
de: Erlaubt mehrere Antworten
es: Permite múltiples respuestas
fr: Autoriser plusieurs réponses
it: Consente risposte multiple
ja: 複数の回答を許可
ko: 여러 답변 허용
pt_br: Permite múltiplas respostas
pt_pt: Permite múltiplas respostas
ru: Разрешает множественные ответы
uk: Дозволяє множинні відповіді
zh_hans: 允许多个答案

# POLL_CREATE_ANSWERS_FOOTER
source: At least, two answers are required
de: Es sind mindestens zwei Antworten erforderlich.
es: Se requieren al menos dos respuestas.
fr: Au moins 2 réponses sont requises
it: Sono richieste almeno due risposte.
ja: 最低でも2つの回答が必要です
ko: 최소 두 개의 답변이 필요합니다.
pt_br: É necessário fornecer pelo menos duas respostas.
pt_pt: É necessário, no mínimo, duas respostas.
ru: Требуется как минимум два ответа.
uk: Потрібно щонайменше дві відповіді.
zh_hans: 至少需要两个答案

# POLL_CREATE_ANSWERS_TITLE
source: Answers
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte
ja: 回答
ko: 답변
pt_br: Respostas
pt_pt: Respostas
ru: Ответы
uk: Відповіді
zh_hans: 回复

# POLL_CREATE_ASK_PLACEHOLDER
source: Ask a question
de: Eine Frage stellen
es: ¿Hacer una pregunta?
fr: Poser une question
it: Fai una domanda
ja: 質問する
ko: 질문하기
pt_br: Faça uma pergunta
pt_pt: Faça uma pergunta
ru: Задать вопрос
uk: Задати питання
zh_hans: 提一个问题

# POLL_CREATE_DISMISS
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

# POLL_CREATE_EXPIRATION_DATE_ENDING
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
pt_br: Fim
pt_pt: Fim
ru: Конец
uk: Кінець
zh_hans: 结束

# POLL_CREATE_NO_ANSWERS_AVAILABLE
source: Add option « None of the above »
de: Option hinzufügen « Keine der oben genannten »
es: Añadir opción «Ninguna de las anteriores»
fr: Ajouter l’option « Aucune des réponses précédentes »
it: Aggiungi opzione « Nessuna delle precedenti »
ja: 「上記以外」オプションを追加
ko: 옵션 추가 ‹ 위에 해당 없음 ›
pt_br: Adicionar opção: “Nenhuma das opções anteriores”
pt_pt: Adicionar opção «Nenhuma das anteriores»
ru: Добавить вариант «Ничего из вышеперечисленного»
uk: Додати варіант «Жоден з перелічених»
zh_hans: 添加选项 « 无以上选项 »

# POLL_CREATE_QUESTION_ALREADY_EXISTS
source: This answer already exists
de: Diese Antwort existiert bereits
es: Esta respuesta ya existe
fr: Cette réponse existe déjà
it: Questa risposta esiste già
ja: この回答はすでに存在します
ko: 이 답변은 이미 존재합니다.
pt_br: Esta resposta já existe
pt_pt: Esta resposta já existe
ru: Этот ответ уже существует
uk: Ця відповідь вже існує
zh_hans: 此答案已存在

# POLL_CREATE_QUESTION_TITLE
source: Question
de: Frage
es: ¿Pregunta?
it: Domanda
ja: 質問
ko: 질문
pt_br: Pergunta
pt_pt: Pergunta
ru: Вопрос
uk: Питання
zh_hans: 问题

# POLL_CREATE_TITLE
source: Create a poll
de: Eine Umfrage erstellen
es: Crear una encuesta
fr: Créer un sondage
it: Crea un sondaggio
ja: 投票を作成
ko: 투표 생성
pt_br: Criar uma enquete
pt_pt: Criar uma enquete
ru: Создать опрос
uk: Створити опитування
zh_hans: 创建投票

# POLL_SORT_TITLE
source: Sorted by
de: Sortiert nach
es: Ordenar por
fr: Classé par
it: Ordinato per
ja: 並び替え
ko: 정렬 기준
pt_br: Ordenado por
pt_pt: Ordenado por
ru: Сортировка по
uk: Сортування за
zh_hans: 按排序

# POLL_TITLE
source: Answers
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte
ja: 回答
ko: 답변
pt_br: Respostas
pt_pt: Respostas
ru: Ответы
uk: Відповіді
zh_hans: 回复

# POLL_TITLE_%lld
source: Answers (%lld)
de: Antworten (%lld)
es: Respuestas (%lld)
fr: Réponses (%lld)
it: Risposte (%lld)
ja: 回答 (%lld)
ko: 답변 (%lld)
pt_br: Respostas (%lld)
pt_pt: Respostas (%lld)
ru: Ответы (%lld)
uk: Відповіді (%lld)
zh_hans: 回复 (%lld)

# POLL_WAITING_ANSWERS
source: Waiting for an answer
de: Warte auf eine Antwort
es: Esperando una respuesta
fr: En attente de la réponse
it: In attesa di una risposta
ja: 回答を待っています
ko: 답변을 기다리는 중
pt_br: Aguardando uma resposta
pt_pt: Aguardando resposta
ru: Ожидание ответа
uk: Очікую на відповідь
zh_hans: 等待回复
